Repository: MohammedHessein/taskora
Catalog: lib/l10n/intl_*.arb
Languages: ar

# common_ok
source: OK
ar: حسنًا

# common_cancel
source: Cancel
ar: إلغاء

# common_yes
source: Yes
ar: نعم

# common_no
source: No
ar: لا

# common_success
source: Success
ar: نجاح

# common_error
source: Error
ar: خطأ

# common_next
source: Next
ar: التالى

# common_confirm
source: Confirm
ar: تأكيد

# common_somethingWentWrong
source: Something went wrong. Please restart the app.
ar: حدث خطأ ما. يرجى إعادة تشغيل التطبيق.

# errorHandler_success
source: Success
ar: نجاح

# errorHandler_badRequest
source: Bad request. Try again later.
ar: طلب غير صالح. حاول مرة أخرى لاحقًا.

# errorHandler_noContent
source: Success with no content.
ar: تم بنجاح ولكن بدون محتوى.

# errorHandler_multipleChoices
source: Choose an option to continue.
ar: يرجى اختيار خيار للمتابعة.

# errorHandler_movedPermanently
source: This URL is no longer available.
ar: لم يعد هذا الرابط متاحًا.

# errorHandler_forbidden
source: Forbidden request. Try again later.
ar: طلب محظور. حاول مرة أخرى لاحقًا.

# errorHandler_unauthorized
source: User unauthorized. Try again later.
ar: المستخدم غير مصرح له. حاول مرة أخرى لاحقًا.

# errorHandler_paymentRequired
source: Payment required.
ar: يتطلب الدفع.

# errorHandler_unprocessableContent
source: Unprocessable data. Check and try again.
ar: بيانات غير قابلة للمعالجة. تحقق وحاول مرة أخرى.

# errorHandler_badGateway
source: Invalid data. Please try again.
ar: بيانات غير صالحة. يرجى المحاولة مرة أخرى.

# errorHandler_serviceUnavailable
source: Server is under maintenance.
ar: الخادم تحت الصيانة.

# errorHandler_notFound
source: URL not found. Try again later.
ar: لم يتم العثور على الرابط. حاول مرة أخرى لاحقًا.

# errorHandler_conflict
source: Conflict found. Try again later.
ar: تم العثور على تعارض. حاول مرة أخرى لاحقًا.

# errorHandler_internalServerError
source: Something went wrong. Please try again later.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى لاحقًا.

# errorHandler_genericError
source: Something went wrong. Please try again later.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى لاحقًا.

# errorHandler_timeout
source: Request timed out. Try again later.
ar: انتهت مهلة الطلب. حاول مرة أخرى لاحقًا.

# errorHandler_cacheError
source: Cache error. Try again later.
ar: خطأ في ذاكرة التخزين المؤقت. حاول مرة أخرى لاحقًا.

# errorHandler_noInternet
source: Please check your internet connection.
ar: يرجى التحقق من اتصالك بالإنترنت.

# errorHandler_methodNotAllowed
source: Unsupported. Please try again later.
ar: غير مدعوم. يرجى المحاولة مرة أخرى لاحقًا.

# errorHandler_permanentRedirect
source: Permanent redirect. Method and body will not change.
ar: إعادة توجيه دائمة. لن تتغير الطريقة أو المحتوى.

# errorHandler_tooManyRequests
source: Too many requests. Please try again later.
ar: طلبات كثيرة جدًا. يرجى المحاولة مرة أخرى لاحقًا.

# errorHandler_unavailableForLegalReasons
source: Access denied due to legal reasons.
ar: تم رفض الوصول لأسباب قانونية.

# errorHandler_unknownError
source: An unknown error occurred.
ar: حدث خطأ غير معروف.

# errorHandler_connectionError
source: Connection to the server failed.
ar: فشل الاتصال بالخادم.

# errorHandler_requestCancelled
source: Request to the server was cancelled.
ar: تم إلغاء الطلب إلى الخادم.

# errorHandler_connectionTimeout
source: Connection timeout with the server.
ar: انتهت مهلة الاتصال بالخادم.

# errorHandler_receiveTimeout
source: Receive timeout in connection with the server.
ar: انتهت مهلة استقبال البيانات من الخادم.

# errorHandler_sendTimeout
source: Send timeout in connection with the server.
ar: انتهت مهلة إرسال البيانات إلى الخادم.

# errorHandler_somethingWentWrong
source: Something went wrong.
ar: حدث خطأ ما.

# errorWidgets_errorOccurred
source: An error occurred!
ar: حدث خطأ!

# errorWidgets_errorSummary
source: Error Summary
ar: ملخص الخطأ

# errorWidgets_errorContext
source: Error Context
ar: تفاصيل الخطأ

# errorWidgets_exception
source: Exception
ar: استثناء

# errorWidgets_errorCode
source: Error Code
ar: رمز الخطأ

# noInternetWidget_noInternetConnection
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# noInternetWidget_checkConnection
source: Something is wrong with your connection. Please try again later.
ar: هناك مشكلة في الاتصال. يرجى المحاولة لاحقًا.

# general_error
source: Error: {errCode}
ar: خطأ: {errCode}

# general_noImageAvailable
source: No image available
ar: لا توجد صورة متاحة

# timeAgo_second
source: {count, plural, =0 {just now} =1 {1 second ago} other {{count} seconds ago}}
ar: {count, plural, =0 {الآن} =1 {منذ ثانية واحدة} other {منذ {count} ثوانٍ}}

# timeAgo_minute
source: {count, plural, =1 {1 minute ago} other {{count} minutes ago}}
ar: {count, plural, =1 {منذ دقيقة واحدة} other {منذ {count} دقائق}}

# timeAgo_hour
source: {count, plural, =1 {1 hour ago} other {{count} hours ago}}
ar: {count, plural, =1 {منذ ساعة واحدة} other {منذ {count} ساعات}}

# timeAgo_day
source: {count, plural, =1 {1 day ago} other {{count} days ago}}
ar: {count, plural, =1 {منذ يوم واحد} other {منذ {count} أيام}}

source: Update Required
ar: التحديث مطلوب

source: Update Available
ar: تحديث متاح

# update_requiredBody
source: A new version of the app is required to continue using it. Please update.
ar: يتطلب إصدار جديد من التطبيق للمتابعة. يرجى التحديث.

# update_availableBody
source: A new version is available. Update now for new features.
ar: يتوفر إصدار جديد. قم بالتحديث الآن للحصول على الميزات الجديدة.

source: Skip
ar: تخطي

# onboardingTitle1
source: Browse your favorite products easily and quickly from your mobile!
ar: تصفح منتجاتك المفضلة بسهولة وسرعة من هاتفك!

# onboardingTitle2
source: Order at the click of a button and track your delivery status in real time
ar: اطلب بضغطة زر وتتبع حالة توصيلك في الوقت الفعلي

# onboardingTitle3
source: Take advantage of daily deals and exclusive discounts for you!
ar: استفد من العروض اليومية والخصومات الحصرية لك!

source: Login
ar: سجل الدخول

source: Don't have an account? <a>Register</a>
ar: ليس لديك حساب؟ <a>سجل الآن</a>

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Remember Me
ar: تذكرني

source: Forget Pass
ar: نسيت كلمة المرور

source: Please enter your email
ar: الرجاء إدخال البريد الإلكتروني

source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صالح

source: Please enter your password
ar: الرجاء إدخال كلمة المرور

source: Create new account
ar: إنشاء حساب جديد

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Phone Number
ar: رقم الهاتف

source: Password Confirmation
ar: تأكيد كلمة المرور

# agreeToTermsAndPolicies
source: By creating an account, you agree to all of our <a>Terms & Conditions</a> and <b>Privacy policies</b>
ar: بإنشائك حسابًا، فإنك توافق على جميع <a>الشروط والأحكام</a> و<b>سياسات الخصوصية</b> الخاصة بنا

source: Please enter your first name
ar: الرجاء إدخال الاسم الأول

source: Please enter your last name
ar: الرجاء إدخال الاسم الأخير

source: Please enter your phone number
ar: الرجاء إدخال رقم الهاتف

source: Please enter a valid phone number
ar: الرجاء إدخال رقم هاتف صالح

source: Your password must be at least 8 characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل

source: Please confirm your password
ar: الرجاء تأكيد كلمة المرور

source: Passwords doesn't match
ar: كلمات المرور غير متطابقة

source: Warning
ar: تحذير

source: Please accept the terms and conditions
ar: الرجاء قبول الشروط والأحكام

source: Full Name
ar: الاسم الكامل

source: Sur Name
ar: اسم العائلة

source: Male
ar: ذكر

source: Female
ar: انثى

# byCreatingAnAccountYouAgreeToOurTermsConditions
source: By creating an account, you agree to our <a>Terms & Conditions</a> and <b>Privacy Policy</b>
ar: بإنشائك حسابًا، فإنك توافق على <a>الشروط والأحكام</a> و<b>سياسة الخصوصية</b> الخاصة بنا

source: Verify Account
ar: تحقق من الحساب

source: Enter Confirmation Code
ar: ادخل رمز التأكيد

# otpSent
source: OTP sent to {email}
ar: تم إرسال رمز التحقق إلى {email}

source: Resend OTP
ar: اعادة ارسال الكود

source: Are you sure you want to close the app?
ar: هل انت متاكد انك تريد اغلاق التطبيق؟

source: Change Password
ar: تغيير كلمة المرور

source: Set a new password
ar: تعيين كلمة مرور جديدة

source: Please enter your email address
ar: الرجاء إدخال عنوان البريد الإلكتروني

source: Please enter a valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح

# alreadyHaveAnAccountLogin
source: Already have an account? <a>Login</a>
ar: هل لديك حساب بالفعل؟ <a>تسجيل الدخول</a>

source: Add to cart
ar: أضف إلى السلة

# aboutProduct
source: About Product <a>({product})</a>
ar: عن المنتج <a>({product})</a>

source: Advantages
ar: المميزات

# productDetails
source: Product Details <a>({product})</a>
ar: تفاصيل المنتج <a>({product})</a>

source: Wholesale price
ar: سعر الجملة

source: Retail price
ar: سعر التجزئة

source: Home
ar: الرئيسية

source: Cart
ar: السلة

source: Account
ar: الحساب

source: Step 2
ar: الخطوة 2

source: Finalize Payment
ar: إتمام الدفع

source: Payment Details
ar: تفاصيل الدفع

source: The two parties meet to deliver the product
ar: يلتقي الطرفان لتسليم المنتج

source: Cash on Delivery
ar: الدفع عند الاستلام

# iAgreeToTheTermsConditions
source: I agree to the <a>Terms & Conditions</a>
ar: أوافق على <a>الشروط والأحكام</a>

source: Step 3
ar: الخطوة 3

source: Review Order
ar: مراجعة الطلب

source: About Supplier
ar: حول المورد

source: Buyer information
ar: معلومات المشتري

source: Total Cost
ar: التكلفة الإجمالية

source: Sub Total
ar: المجموع الفرعي

source: Grand Total
ar: المجموع الكلي

source: Service Fee
ar: رسوم الخدمة

source: Total (VAT)
ar: الإجمالي (ض.ق.م)

source: How was your experience with us?
ar: كيف كانت تجربتك معنا؟

source: Good
ar: جيدة

source: Very Good
ar: جيدة جدًا

source: Excellent
ar: ممتازة

source: Bad
ar: سيئة

source: Feedback
ar: تعليق

source: Submit
ar: إرسال

source: Report a problem
ar: الإبلاغ عن مشكلة

source: Return to home
ar: العودة إلى الصفحة الرئيسية

source: Thank you for your time
ar: شكرًا لك على وقتك

source: Write your problem
ar: اكتب مشكلتك

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: Checkout
ar: الدفع

# amountWillBeCharged
source: An amount of SAR {amount} will be charged to verify your card. The amount will be refunded immediately
ar: سيتم خصم مبلغ قدره {amount} ريال سعودي للتحقق من بطاقتك. سيتم استرداد المبلغ فورًا

# weHaveBagsEachOneLabeledWithIroningIroningAnd
source: We have bags, each one labeled with ironing + ironing and washing + dry cleaning.
ar: معنا اكياس كل كيس مكتوب عليه كوي+ كوي وغسيل+ غسيل جاف

source: Request and specify the type of washing for each bag
ar: اطلب وحدد نوع الغسيل لكل شنطة

source: Wash and iron
ar: اغسل واكوي

source: Iron
ar: كوي

source: Dry clean
ar: غسيل جاف

# hangItOnTheDoorWeTakeItPrepareIt
source: Hang it on the door, we take it, prepare it, wash it and send you the bill.
ar: علقها على الباب، نأخذها ونعدها، ونغسلها ونرسلك الفاتورة

# weDeliverItAndHangItOnYourDoorWithout
source: We deliver it and hang it on your door without you being at home
ar: نوصلها ونعلقها على بابك من دون تواجدك في البيت

source: Why the smart Reclean laundry bag?
ar: لماذا شنطة مغسلة ريكلين الذكية؟

# hangItUpAndDontMeetTheRepresentativeYouDont
source: Hang it up and don't meet the representative. You don't need to be at home.
ar: علقها ولا تقابل المندوب وما يحتاج تكون بالبيت

source: Clothes are not considered for you
ar: لا تعد الملابس نحسبها عنك

source: How does it work?
ar: ما هي طريقة العمل؟

source: laundry/clothes/blankets
ar: غسيل ملابس/ بطانيات

source: loyalty points
ar: نقاط الولاء

source: Redeem points
ar: استخدام النقاط

# service
source: Services
ar: الخدمات

source: Order status
ar: حالة الطلب

source: No orders yet
ar: لا يوجد طلبات حتى الان

source: order number
ar: رقم الطلب

source: The representative is on his way to receive your order.
ar: المندوب في الطريق لاستلام طلبك

# prepareYourOrderAndItWillBeReceivedAtThe
source: Prepare your order and it will be received at the pre-specified time.
ar: جهز طلبك سيتم الاستلام في الوقت المحدد مسبقًا.

source: Track order
ar: تتبع الطلب

source: Orders
ar: الطلبات

# representativeIsOnTheWay
source: The representative is on the way to pick up the order
ar: المندوب في الطريق لاستلام الطلب

# prepareYourOrder
source: Prepare your order and it will be delivered on time
ar: جهز طلبك سيتم الاستلام في الوقت المحدد مسبقا

source: You have received your order
ar: تم استلام طلبك

# yourOrderIsOnItsWay
source: Your order is on its way to the laundry and the tepidarium will be dispatched soon
ar: طلبك في الطريق الى المغسلة وسيتم ارسال الفاتورة قريبا

# yourLaundryHasBeenStarted
source: Your laundry has been started, please pay your bill now to prepare your order for delivery
ar: تم بدأ الغسيل يرجى دفع الفاتورة الان لتجهيز طلبك للتوصيل

source: Your order is ready for delivery
ar: طلبك جاهز للتسليم

source: The order was delivered by the captain
ar: تم تسليم الطلب من قبل القبطان

source: View your receipt
ar: عرض الإيصال

# youCanCancelTheOrder
source: You can cancel the order before the captain exits and receives the garment bag
ar: يمكنك إلغاء الطلب قبل مغادرة الكابتن واستلام حقيبة الملابس

source: Additional notes
ar: ملاحظات إضافية

source: Laundry extras
ar: إضافات الغسيل

source: Additional detergents
ar: منظفات إضافية

source: Fabric softener
ar: منعم ملابس

source: Aromatic scent
ar: رائحة عطرية

# ifThisOptionIsActivated
source: If this option is activated, the laundry will use fabric softener if required
ar: إذا تم تفعيل هذا الخيار، ستستخدم المغسلة منعم الملابس إذا لزم الأمر

# typeOfIroning
source: Type of ironing Ghutra/Shamagh
ar: نوع الكوي الغترة/الشماغ

source: Without
ar: بدون

source: With Marzam
ar: مع مرزم

source: Rectangular
ar: مستطيل

source: Squared
ar: مربع

source: Starch level
ar: مستوى النشا

source: Little
ar: خفيف

source: Medium
ar: متوسط

source: High
ar: زياده

source: Clothing arrangement mechanism
ar: آلية ترتيب الملابس

source: Folded
ar: مطبقة

source: Hanged
ar: معلقة

source: Order Schedule
ar: جدول الطلب

source: Your location
ar: موقعك

source: Price Menu
ar: قائمة الأسعار

source: Select a pickup time
ar: حدد وقت الاستلام

source: Select a delivery time
ar: حدد وقت التسليم

source: Reclean Smart Bag
ar: شنطة ريكلين الذكية

# recleanSmartBagContent
source: Add the Recklin Smart Bag to your order, enjoy contactless delivery, get a very convenient laundry service with no hassle, no contact with the delivery person and no need to be in your apartment at the time of pickup and delivery.
ar: أضف حقيبة ريكلين الذكية إلى طلبك، واستمتع بتسليم بدون تلامس، واحصل على خدمة غسيل ملابس مريحة للغاية بدون متاعب، وبدون تلامس مع شخص التسليم وبدون الحاجة إلى التواجد في شقتك في وقت الاستلام والتسليم.

source: Add Reclean Smart Bag to my order
ar: إضافة شنطة ريكلين الذكية إلى طلبي

source: Are you sure you want to keep ordering?
ar: هل أنت متأكد أنك تريد الاستمرار في الطلب؟

# byClickingContinueYouAgreeToAtermsOfUseAnd
source: By clicking Continue, you agree to <a>Terms of Use and Policy</a>
ar: بالنقر على متابعة، فإنك توافق على <a>شروط الاستخدام والسياسة</a>

source: Confirm Order
ar: اجراء الطلب

source: Order Summary
ar: ملخص الطلب

# taxId
source: Tax ID: {id}
ar: الرقم الضريبي: {id}

source: Laundry and Ironing
ar: غسيل وكوي

source: Ironing
ar: كوي

source: Dry Cleaning
ar: غسيل جاف

source: Order value
ar: قيمة الطلب

source: Delivery fee
ar: رسوم التوصيل

source: VAT(15%)
ar: القيمة المضافة (15%)

# vat
source: vat ({vat})
ar: القيمة المضافة ({vat})

source: Total
ar: مجموع

source: No gifts available
ar: لا توجد هدايا متاحة

# riyal
source: {amount} Riyal
ar: {amount} ريال

source: No loyalty points available
ar: لا توجد نقاط الولاء المتاحة

source: Offer code
ar: كود العرض

source: Send
ar: إرسال

source: Pay
ar: ادفع

# invoiceNo
source: Invoice No #{invoiceNo}
ar: الفاتورة رقم #{invoiceNo}

source: Payed Invoice
ar: فاتورة مدفوعة

source: Download Invoice
ar: حمل الفاتورة

source: Payment
ar: الدفع

source: Balance
ar: الرصيد

source: Payment Methods
ar: طرق الدفع

source: or
ar: أو

source: Nearby Washers
ar: المغسلات الاقرب

source: Located
ar: تبعد

source: Our Services
ar: خدماتنا

# automaticPayment
source: Activate the automatic payment feature from the balance
ar: تفعيل خاصية الدفع الاوتوماتيكي من الرصيد

source: Balance amount
ar: مبلغ الرصيد

source: Enter the shipping balance amount
ar: أدخل مبلغ رصيد الشحن

source: charge your balance
ar: اشحن رصيدك

source: Use code
ar: استخدام الكود

source: Win
ar: اكسب

source: Points
ar: نقاط

source: Wallet
ar: المحفظة

source: Settings
ar: الاعدادات

source: Previous Orders
ar: الطلبات السابقة

source: Details
ar: تفاصيل

source: Register with application
ar: سجل بالتطبيق

source: Please enter your name
ar: الرجاء ادخال الاسم

source: Name
ar: الاسم

source: I agree to the
ar: اوافق على

source: Privacy Policy
ar: سياسة الخصوصية

source: Please enter your mobile number to receive activation code
ar: سجل رقم جوالك لإرسال رمز التفعيل

source: Send activation code
ar: ارسال رمز التفعيل

source: Discount 23%
ar: خصم 23 %

source: Limited Time Offer
ar: عرض خاص لفتره محدوده

source: Exchange points
ar: استبدال النقاط

# youHavePoints
source: You have {points} points
ar: لديك {points} نقطة

source: Online Order
ar: طلب اونلاين

# hour
source: {date} Hr
ar: {date} ساعة

# noAccount
source: don't have an account
ar: ليس لدى حساب

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل

# signIn
source: Login
ar: تسجيل الدخول

source: Resend again?
ar: اعاده الارسال؟

# didNotReceiveTheCode
source: Didn't receive the code? Contact us now.
ar: لم يصلك الرمز؟ قم بالتواصل الان

# meter
source: {meter} meter
ar: {meter} متر

# service1
source: 1-Service
ar: 1 -الخدمه

# service2
source: 2-Service
ar: 2 -الخدمه

# service3
source: 3-Service
ar: 3 -الخدمه

source: Request Schedule
ar: جدول الطلب

source: Are you sure you want to continue ordering?
ar: متأكد في استمرار الطلب؟

# onPressingContinueYouAgree
source: on pressing continue, you agree to
ar: بالضغط على استمرار، انت توافق على

source: Terms and Conditions
ar: شروط وسياسة الاستخدام

source: If this option is enabled, the laundry will use fabric softener if required.
ar: في حال تفعيل الخيار سيتم من قبل المغسلة استخدام منعم الملابس في حال تطلب ذلك.

source: If the option is activated, the laundry will use the aromatic scent if required.
ar: في حال تفعيل الخيار سيتم من قبل المغسلة استخدام رايحة الملابس في حال تطلب ذلك.

source: Quantity Count
ar: عدد القطع

# order_number
source: Order No {orderNumber}
ar: رقم الطلب {orderNumber}

source: Your order will be delivered at the specified time
ar: جهز طلبك سيتم الاستلام في الوقت المحدد مسبقا

source: You can pay now
ar: يمكنك الدفع الان

# youCanCancelTheOrderAtAnyTime
source: You can cancel the order before the end and receive the captain's bag of clothes
ar: تقدر تلغي الطلب قبل خروج الكابتن واستلام شنطة الملابس

source: Pay Invoice
ar: دفع الفاتورة

source: Show your invoice
ar: اعرض فاتورتك

source: Price
ar: السعر

source: Packages
ar: الباقات

source: History
ar: السجل

source: Date
ar: التاريخ

# rial
source: Riyal
ar: ريال

# eightAMToTenAM
source: 08:00 AM - 10:00 AM
ar: 8 مساء - 10 مساء

# tenAMToTwelvePM
source: 10:00 AM - 12:00 PM
ar: 10 مساء - 12 مساء

# twelvePMToTwoPM
source: 12:00 PM - 02:00 PM
ar: 12 مساء - 2 مساء

# twoPMToFourPM
source: 02:00 PM - 04:00 PM
ar: 2 مساء - 4 مساء

# fourPMToSixPM
source: 04:00 PM - 06:00 PM
ar: 4 مساء - 6 مساء

# sixPMToEightPM
source: 06:00 PM - 08:00 PM
ar: 6 مساء - 8 مساء

# eightPMToTenPM
source: 08:00 PM - 10:00 PM
ar: 8 مساء - 10 مساء

# tenPMToTwelveAM
source: 10:00 PM - 12:00 AM
ar: 10 مساء - 12 صباحا

# twelveAMToTwoAM
source: 12:00 AM - 02:00 AM
ar: 12 صباحا - 02 صباحا

# twoAMToFourAM
source: 02:00 AM - 04:00 AM
ar: 2 صباحا - 04 صباحا

# fourAMToSixAM
source: 04:00 AM - 06:00 AM
ar: 4 صباحا - 06 صباحا

# sixAMToEightAM
source: 06:00 AM - 08:00 AM
ar: 6 صباحا - 08 صباحا

source: Add
ar: اضف

source: To my order
ar: للطلب الخاص بي

source: Minimum order price
ar: الحد الادنى للطلب

source: Please select the wash type
ar: الرجاء اختيار نوع الغسل

source: Order cancelled
ar: تم الغاء الطلب

source: Total before discount
ar: المجموع قبل الخصم

source: Total after discount
ar: المجموع بعد الخصم

source: More
ar: المزيد

source: Current orders
ar: الطلبات الحالية

source: Delivery date
ar: تاريخ التسليم

source: Notifications
ar: الاشعارات

source: No notifications
ar: لا يوجد اشعارات

# app_name
source: Taskora - Ragwa
ar: تاسكورا - رغوة

source: Fixed Price Services
ar: خدمات محددة السعر

# enter_mobile
source: Enter your mobile number to receive activation code
ar: سجل رقم جوالتا لإرسال رمز التفعيل

# enter_otp
source: Enter OTP Code
ar: ادخل رمز OTP

# otp_sent_to
source: OTP code sent to
ar: تم إرسال رمز OTP إلى

source: Resend?
ar: اعد الارسال؟

source: Confirm
ar: أكيد

# services_title
source: Technical services
ar: خدمات فني

# services_subtitle
source: We've gathered all the services your home needs
ar: جمعنا لك كل الخدمات التي يمتاجها بيتك

# categories_plumbing
source: Plumbing
ar: سباكة

# categories_swimming_pool
source: Swimming Pool
ar: سباحة

# categories_carpentry
source: Carpentry
ar: نجارة

# categories_installation
source: Installation
ar: تركيب

# categories_home_appliances
source: Home Appliances
ar: أجهزة منزلية

# categories_security
source: Security
ar: أمن وسلامة

# categories_tiling
source: Tiling
ar: تبليط

# categories_cleaning
source: Cleaning
ar: تنظيف

# tabs_home
source: Home
ar: الرئيسية

# tabs_orders
source: Orders
ar: الطلبات

# tabs_offers
source: Offers
ar: العروض

# tabs_store
source: Store
ar: المتجر

# tabs_settings
source: Settings
ar: الإعدادات

source: Select Service
ar: حدد الخدمة

# personal_info
source: Personal Information
ar: البيانات الشخصية

source: Account Settings
ar: إعدادات الحساب

source: Auctions
ar: المزادات

source: Technical Support
ar: الدعم الفني

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of Use
ar: شروط الاستخدام

source: About App
ar: عن التطبيق

source: Book Service
ar: حجز الخدمة

source: Payment Method
ar: طريقة الدفع

source: Bank Details
ar: البيانات البنكية

source: Card Number
ar: رقم البطاقة البنكية

# expiry_date
source: Expiry Card Date
ar: تاريخ القيام البطاقة

source: Coupon Code
ar: رمز القسيمة

source: Schedule Order
ar: جدولة الطلب

source: Select Location
ar: تحديد الموقع

source: Review Data
ar: مراجعة البيانات

source: Full Name
ar: الاسم بالكامل

source: Service Fee
ar: رسوم الخدمة

# total_vat
source: Total (incl. VAT)
ar: الإجمالي شامل ضريبة القيمة المضافة

source: Cancel
ar: الغاء

source: Next
ar: التالي

source: Confirm Order
ar: تأكيد الطلب

source: Track Order
ar: متابعة الطلب

source: Order Details
ar: تفاصيل الطلب

# searching_technician
source: Searching for Technician
ar: جاري البحث عن فني

# technician_on_way
source: Technician on the way
ar: الفني في الطريق اليك

# waiting_for_price
source: Waiting for price confirmation
ar: في انتظار تحديد السعر من الفني

# service_completed
source: Service Completed Successfully
ar: تمت الخدمة بنجاح

source: Rate Service
ar: تقييم الخدمة

source: Service Quality
ar: جودة الخدمة

source: Punctuality
ar: اللتزام بالموعد

# ease_of_use
source: Ease of Use & Communication
ar: سهولة التعامل والتواصل

source: Price vs Quality
ar: السعر مقابل الجودة

# app_experience
source: Overall App Experience
ar: التجربة العامة للتطبيق

source: Comment
ar: تعليق

# thanks_for_time
source: Thank you for your time
ar: شكرا لوقتكم
