Repository: MohammedHessein/taskora
Catalog: lib/l10n/intl_*.arb
Languages: ar

# about_app_description
source: "Taskora Provider" is a comprehensive app that connects you with a wide range of professional home and technical service providers, all with ease and convenience. Whether you need a plumber, an appliance technician, an electronics expert, or any other service, the app offers a flexible and secure way to book the right service at your preferred time. Ragha Provider aims to simplify your daily life with its user-friendly interface, transparent provider ratings, and real-time order status updates.
ar: رغوة بروفايد هو تطبيق شامل يربطك بمجموعة واسعة من مزودي الخدمات المنزلية والفنية بكل سهولة واحترافية.

# privacy_policy_description
source: At Taskura Provider, we respect your privacy and are committed to protecting your personal data. We only collect the information necessary to provide and improve our service, such as your name, phone number, and location. Your information will not be shared with any third parties outside of the service provision context, and it is stored using advanced security systems. By using the application, you agree to this privacy policy, and we will notify you of any future changes to this policy.
ar: في رغوة بروفايدر نعتزم خصوصيتك ونسعى لحماية جميع بياناتك الشخصية. يتم جمع البيانات الضرورية فقط لتقديم وتحسين تجربة الاستخدام.

# technical_support_address
source: Riyadh - Al Malaz - 12845 - Salahuddin Road
ar: الرياض - الملاء - 12845 - طريق صالح الدين

# send_message
source: Leave your message
ar: اترك رسالتك

source: Mobile
ar: الجوال

source: Address
ar: العنوان

source: Subject
ar: الموضوع

# add_ad
source: Add Advertisement
ar: اضافة اعلان

source: Ad Title
ar: عنوان الاعلان

source: Ad Description
ar: وصف الاعلان

source: Condition
ar: الحالة

# newItem
source: New
ar: جديد

source: Used
ar: مستعمل

source: Publish
ar: نشر

source: Auction Details
ar: تفاصيل المزاد

source: Start Price
ar: سعر البدء

# bid_increment
source: Minimum Bid Increment
ar: السعر الأدنى للزيادة

source: Reserve Price
ar: الحد الأدنى

source: Auction Duration
ar: مدة المزاد

source: Active Auctions
ar: المزادات النشطة

source: Ended Auctions
ar: المزادات المنتهية

source: Highest Bidder
ar: المزايد الاعلى

# countdown_timer
source: Auction Countdown
ar: العد التنازلي للمزاد

source: Follow Auction
ar: متابعة المزاد

source: Active
ar: نشط

source: Ended
ar: منتهي

source: Pending
ar: معلق

source: Loading
ar: جاري التحميل

source: Unknown
ar: غير معروف

source: Error
ar: خطأ

source: Search...
ar: بحث...

source: No results found
ar: لم يتم العثور على نتائج

source: Requests
ar: طلبات

source: Offers
ar: عروض

source: Store
ar: متجر

source: Electricity
ar: كهرباء

source: Air conditioning
ar: تكييف

source: Satellite
ar: ستاليت

source: Paints
ar: دهانات

# offer_title
source: Exclusive for Taskora customers
ar: حصري لعملاء رغوة

# offer_description
source: Enjoy a 50% discount on all services for only 24 hours!
ar: استمتع بخصم 50% علىجميع الخدمات لمدة 24 ساعة فقط

source: Available
ar: متاح

source: Unavailable
ar: منتهى

# featured_ad
source: Featured Advertisement
ar: اعلان مميز

# featured_ad_title
source: Laundry 1500W
ar: غسالة 1500W

# featured_ad_description
source: The latest design for 2025
ar: هي غسالة احدث طراز لعام 2025

# featured_ad_price_before_discount
source: 400 r.s
ar: 400 ر.س

# featured_ad_price_after_discount
source: 200 r.s
ar: 200 ر.س

source: Buy
ar: شراء

source: List
ar: قائمة

source: All
ar: الكل

source: Electrical devices
ar: اجهزة كهربائية

source: Household tools
ar: ادوات منزلية

source: Furniture equipment
ar: معدات اثاث

source: Cars
ar: سيارات

# store_item_title
source: Laundry 1500W
ar: غسالة 1500W

# store_item_description
source: The latest design for 2025
ar: هي غسالة احدث طراز لعام 2025

# store_item_price_before_discount
source: 400 r.s
ar: 400 ر.س

# store_item_price_after_discount
source: 200 r.s
ar: 200 ر.س

source: Up for Auction
ar: قيد المزاد

source: Free Delivery
ar: توصيل مجاني

source: Request Number
ar: طلب رقم

source: Services
ar: خدمات

source: Follow up on the order
ar: متابعة الطلب

source: Total Price
ar: المبلغ الكلي

# waiting_for_technician
source: Waiting for The Technician
ar: فى انتظار الفني

source: Operation Done Successfully
ar: تمت العمليه بنجاح
